/* Ink */
"Epson genuine" = "Epson asli";
"EPSON genuine" = "EPSON asli";
"NONEGENUINECARTRIDGE" = "bukan kartrid Asli";

/* Color */
"Black" = "Hitam";
"Color" = "Berwarna";
"Matte Black" = "Hitam Matte";
"Photo Black" = "Hitam Foto";
"Light Black" = "Hitam Abu-abu";
"Light Light Black" = "Abu-abu Kehitaman";
"Cyan" = "Cyan";
"Light Cyan" = "Cyan Terang";
"Magenta" = "Magenta";
"Light Magenta" = "Magenta Terang";
"Yellow" = "Kuning";
"Dark Yellow" = "Kuning Gelap";
"Red" = "Merah";
"Blue" = "Biru";
"Gloss Optimizer" = "Pengoptimal Permukaan Halus";
"Vivid Magenta" = "Magenta Menyala";
"Vivid Light Magenta" = "Magenta Terang Menyala";
"Orange" = "Jingga";
"Green" = "Hijau";
"Unknown" = "Tak Diket.";

"LFP Black" = "Hitam";
"LFP Matte Black" = "Hitam Matte";
"LFP Photo Black" = "Hitam Foto";
"LFP Light Black" = "Hitam Abu-abu";
"LFP Light Light Black" = "Abu-abu Kehitaman";
"LFP Cyan" = "Cyan";
"LFP Light Cyan" = "Cyan Terang";
"LFP Magenta" = "Magenta";
"LFP Light Magenta" = "Magenta Terang";
"LFP Yellow" = "Kuning";
"LFP Dark Yellow" = "Kuning Gelap";
"LFP Red" = "Merah";
"LFP Blue" = "Biru";
"LFP Gloss Optimizer" = "Pengoptimal Permukaan Halus";
"LFP Vivid Magenta" = "Magenta Menyala";
"LFP Vivid Light Magenta" = "Magenta Terang Menyala";
"LFP Orange" = "Jingga";
"LFP Green" = "Hijau";

"EAI Black" = "Hitam";
"EAI Matte Black" = "Hitam Matte";
"EAI Photo Black" = "Hitam Foto";
"EAI Light Black" = "Hitam Abu-abu";
"EAI Light Light Black" = "Abu-abu Kehitaman";
"EAI Cyan" = "Cyan";
"EAI Light Cyan" = "Cyan Terang";
"EAI Magenta" = "Magenta";
"EAI Light Magenta" = "Magenta Terang";
"EAI Yellow" = "Kuning";
"EAI Dark Yellow" = "Kuning Gelap";
"EAI Red" = "Merah";
"EAI Blue" = "Biru";
"EAI Gloss Optimizer" = "Pengoptimal Permukaan Halus";
"EAI Vivid Magenta" = "Magenta Menyala";
"EAI Vivid Light Magenta" = "Magenta Terang Menyala";
"EAI Orange" = "Jingga";
"EAI Green" = "Hijau";

/* Meter String */
"MetterStr_E" = "E";
"MetterStr_F" = "F";

/* Error String */
"Common ComError Text1" = "Kesalahan komunikasi";
"Common ComError Text2" = "Periksa semua koneksi dan pastikan semua perangkat aktif. Jika daya dimatikan saat pencetakan, batalkan tugas cetak. Jika kesalahannya tidak jelas, lihat dokumentasi printer Anda.";
"Common ComError B1" = "Coba Lagi";
"Common ComError B2" = "Batal";

"Common Error Text1" = "Kesalahan tidak diketahui";
"Common Error Text2" = "Matikan printer, lalu keluarkan kertas yang macet. Setelah beberapa saat, hidupkan printer kembali.";
"Common Error B1" = "Batalkan";
"Common Error B2" = "Lanjutkan";

"Common FF Error Text1" = "Ganti Kartrid";
"Common FF Error Text2" = "Pastikan kartrid telah dipasang dengan benar.";
"Common FF Error B1" = "Batalkan";
"Common FF Error B2" = "Lanjutkan";

"Common Ink Low at Proxy" = "Tinta Hampir Habis";

"InkString_Colon" = ": ";
"InkString_Comma" = ", ";
"InkString_Linebreak" = "
";

"INKSETALERT_READDPRINTER_P" = "Kombinasi kartrid tinta yang saat ini dipasang di printer berbeda dengan yang dipasang saat printer dipilih di Pusat Cetak. Hapus printer dari Daftar Printer di Pusat Cetak dan tambahkan lagi.";
"INKSETALERT_READDPRINTER_T" = "Kombinasi kartrid tinta yang saat ini dipasang di printer berbeda dengan yang dipasang saat printer dipilih di Printer Setup Utility. Hapus printer dari Daftar Printer di Printer Setup Utility dan tambahkan lagi.";
"INKSETALERT_READDPRINTER_L" = "Kombinasi kartrid tinta yang saat ini dipasang di printer berbeda dengan yang dipasang saat printer dipilih. Hapus printer dari Daftar Printer di System Preferences > Print & Fax > Tab Printing dan tambahkan lagi.";

"Code" = "Kode";

/* For Paper Low Alert */
"PAPERLOW_P" = "Kertas hampir habis";

/* For Simple Error Hanlder For CFF */
"SEH_COMUERR" = "Kesalahan komunikasi";
"SEH_ER00" = "Kesalahan umum";
"SEH_ER01" = "Printer sibuk";
"SEH_ER04" = "Kertas macet";
"SEH_ER05" = "Ganti Kartrid";
"SEH_ER05_ICERR" = "Ganti Kartrid";
"SEH_ER05_FF" = "Ganti Kartrid";
"SEH_ER06" = "Kertas tidak dimasukkan dengan benar";
"SEH_ER10" = "Layanan diperlukan";
"SEH_WRCD" = "Pembersihan Head tidak dapat diselesaikan.";
"SEH_CCE" = "Terjadi kesalahan.";
"SEH_RPE" = "Pengaturan sumber kertas yang dipilih di driver printer tidak sesuai dengan kertas yang dimasukkan ke dalam printer.";
"SEH_STCS" = "Mengisi daya sistem tinta";

/* Ink Exchange Error */
"Ink Exchange Err 1" = "Terjadi kesalahan komunikasi. Pastikan printer menyala. Periksa koneksi kabel. Jika pola pemeriksaan nosel sedang mencetak, matikan printer dan hidupkan lagi untuk mengatur ulang printer.";
"Ink Exchange Err 2" = "Print head tidak dapat bergerak ke posisi penggantian kartrid tinta.";
"Ink Exchange Err 3" = "Print head tidak dapat bergerak ke posisi yang benar.";
"Ink Exchange Err 4" = "Gagal menyelesaikan pengisian tinta.";

/* Error Handler */
"ErrorHandler Append String Cancel" = "
Atasi masalah produk.";
"ErrorHandler Button String Cancel" = "Batal";

/* Ink Tank Utility */
"Above" = "Di Atas";
"below" = "Di Bawah";
"Correct" = "ID ini valid.";
"Wrong" = "ID ini tidak valid.";
"DifferenceColor" = "ID ini untuk %correctcolor%.
ID ini tidak valid.";
"Duplicate" = "Anda tidak dapat memasukkan ID yang digunakan sebelumnya.";
"DifferenceMachine" = "ID ini tidak valid.";
"Ink Tank Utility Err1" = "Informasi tidak tersedia untuk printer ini.";
"Ink Tank Utility Err2" = "Terjadi kesalahan komunikasi.
Periksa sambungan Anda, lalu coba lagi.";
